;;;;;;;;
;OPTICS;
;;;;;;;;
[MaxUtilScope X2WeaponTemplate]
FriendlyName="高科技瞄准镜"
FriendlyNamePlural="高科技瞄准镜"
BriefSummary="一种尖端光学瞄准镜，可增强士兵的瞄准能力。"
TacticalText="一种尖端光学瞄准镜，可增强士兵的瞄准能力。"
[MaxUtilLaser X2WeaponTemplate]
FriendlyName="高科技激光瞄准镜"
FriendlyNamePlural="高科技激光瞄准镜"
BriefSummary="一种尖端光学瞄准镜，可提高士兵的命中几率。"
TacticalText="一种尖端光学瞄准镜，可提高士兵的命中几率。"
[MaxUtilFlank X2WeaponTemplate]
FriendlyName="弱点瞄准矩阵"
FriendlyNamePlural="弱点瞄准矩阵"
BriefSummary="泰根研究团队设计的先进瞄准系统。可提高对侧翼目标的瞄准和命中几率。"
TacticalText="泰根研究团队设计的先进瞄准系统。可提高对侧翼目标的瞄准和命中几率。"
[MaxUtilAimbot X2WeaponTemplate]
FriendlyName="代理协议"
FriendlyNamePlural="代理协议"
BriefSummary="（为摧毁目标而构建的高级集成矩阵）由 沈 开发的高度专业化瞄准 HUD。可实现精确定位，但要求士兵尽可能减少移动，以便其发挥作用。"
TacticalText="（为摧毁目标而构建的高级集成矩阵）由 沈 开发的高度专业化瞄准HUD。可实现精确定位，但需要士兵尽可能少地移动才能发挥作用。"

;;;;;;;;;;;;;;;;
;DODGE/MOBILITY;
;;;;;;;;;;;;;;;;
[MaxUtilSpeed X2WeaponTemplate]
FriendlyName="反应速度训练"
FriendlyNamePlural="反应速度训练"
BriefSummary="严格的体能训练使该士兵的闪避和移动能力得到提升。"
TacticalText="严格的体能训练使这名士兵的闪避和机动能力得到提高。"
[MaxUtilExo X2WeaponTemplate]
FriendlyName="轻型外骨骼"
FriendlyNamePlural="轻型外骨骼"
BriefSummary="一种外骨骼原型，可大大增强闪避和移动能力。不过，你需要脱掉大部分盔甲才能穿上它。"
TacticalText="一种外骨骼原型，可极大增强闪避和移动能力。不过，你需要脱掉大部分盔甲才能穿上它。"
[MaxUtilCaffine X2WeaponTemplate]
FriendlyName="咖啡因丸"
FriendlyNamePlural="咖啡因药片"
BriefSummary="服用一些咖啡因药片会让这名士兵精力充沛，可以大显身手，但同时也会让他们的瞄准变得非常紧张。"
TacticalText="服用一些咖啡因药片会让这名士兵精力充沛地大显身手，但也会导致他们的命中变得非常不稳定。"

;;;;;;;
;ARMOR;
;;;;;;;
[MaxUtilPadding X2WeaponTemplate]
FriendlyName="额外衬垫"
FriendlyNamePlural="额外衬垫"
BriefSummary="更厚的护甲可提供更多保护，但由于重量增加，您将失去机动性。"
TacticalText="厚重的盔甲可提供更多保护，但由于重量增加，会降低机动性。"
[MaxUtilPlating X2WeaponTemplate]
FriendlyName="重型电镀"
FriendlyNamePlural="重型装甲"
BriefSummary="更重的装甲可提供更强的保护，但代价是机动性更低。"
TacticalText="更重的装甲可提供更强的保护，但代价是更低的机动性。"
[MaxUtilDozer X2WeaponTemplate]
FriendlyName="推土机装甲"
FriendlyNamePlural="推土机装甲"
BriefSummary="入侵前防护的巅峰之作。巨大的生存能力，使你的速度减慢，更容易被击中。"
TacticalText="入侵前防护的巅峰之作。巨大的生存能力，让你的行动变得缓慢，更容易被击中。"

;;;;;;;;
;HEALTH;
;;;;;;;;
[MaxUtilBasCon X2WeaponTemplate]
FriendlyName="基本调理"
FriendlyNamePlural="基本调理"
BriefSummary="保持健康的生活方式会使这名士兵的 HP 略有增加。"
TacticalText="保持健康的生活方式可使这名士兵的 HP 略有增加。
[MaxUtilAdvCon X2WeaponTemplate]
FriendlyName="高级调理"
FriendlyNamePlural="高级调理"
BriefSummary="这名士兵的锻炼方式使他们能够在盔甲中携带更多填充物，但会牺牲机动性。"
TacticalText="该士兵的锻炼方式允许他们在盔甲中多带一点填充物，但要以牺牲机动性为代价。"

;;;;;;
;HACK;
;;;;;;
[MaxUtilJailpad X2WeaponTemplate]
FriendlyName="Jailbroken Datapad"
FriendlyNamePlural="破解的变种人数据板"
BriefSummary="回收的变种人数据板，可访问变种人 系统中的各种安全漏洞，赋予士兵更强的黑客能力。"
TacticalText="回收的变种人数据板，可访问在变种人系统中发现的各种安全漏洞，赋予士兵更强的黑客能力。"
[MaxUtilSysAcc X2WeaponTemplate]
FriendlyName="全面系统访问"
FriendlyNamePlural="全面系统访问"
BriefSummary="我们找到了进入整个变种人网络的后门。问题是什么？我们必须将一名士兵接入网络，这就意味着一旦外星人接入网络，他们将完全掌握这名士兵的战场信息。"
TacticalText="我们找到了进入整个变种人网络的后门。问题是？我们必须把一名士兵接入网络这意味着外星人一旦接入就能完全掌握这名士兵的战场信息"

;;;;;
;PSI;
;;;;;
[MaxUtilSlag X2WeaponTemplate]
FriendlyName="硬化灵能熔渣"
FriendlyNamePlural="硬化幻能熔渣"
BriefSummary="一块从前变种人黑矿回收的硬化矿渣，其能量光芒可增强士兵的灵能能力。"
TacticalText="一块从前变种人黑石矿回收的硬化矿渣，其能量光芒可增强士兵的灵能能力。"
;;;;;;;;;
;DEFENSE;
;;;;;;;;;
[MaxUtilMagfield X2WeaponTemplate]
FriendlyName="磁偏转场"
FriendlyNamePlural="磁偏转场"
BriefSummary="在变种人黑地发现的实验性防御物品。它的磁场能引导来袭火力，增强防御力。但这是以降低精确度为代价的，因为这是一种不稳定的原型，会干扰使用者自己的枪支射击。"
TacticalText="在变种人发现的实验性防御物品。它的磁场能引导来袭火力，增强防御力。但这是以降低精确度为代价的，因为这是一个不稳定的原型，会干扰使用者自己的枪支射击。"

;;;;;;;;;
;STEALTH;
;;;;;;;;;
[MaxUtilStealth X2WeaponTemplate]
FriendlyName="死神野外训练"
FriendlyNamePlural="死神野外训练"
BriefSummary="这名士兵经过死神设计的训练课程，隐身能力得到增强。探测半径-3."
TacticalText="这名士兵经过死神设计的训练课程，隐身能力得到增强。探测半径-3."

;---------
;ABILITIES
;---------
;;;;;;;;
;OPTICS;
;;;;;;;;
[MaxUtilScopeStats X2AbilityTemplate]
LocFriendlyName="高科技瞄准镜"
LocLongDescription="尖端光学瞄准镜，可增强士兵的瞄准能力"。
LocHelpText="一种尖端光学瞄准镜，可增强士兵的瞄准能力。"
[MaxUtilLaserStats X2AbilityTemplate]
LocFriendlyName="高科技激光瞄准镜"
LocLongDescription="一种尖端光学设备，可为士兵增加命中几率。"
LocHelpText="一种尖端光学装置，可提高士兵的命中几率。"
[MaxUtilFlankStats X2AbilityTemplate]
LocFriendlyName="弱点瞄准矩阵"
LocLongDescription="泰根研究团队设计的先进瞄准系统。可提高对侧翼目标的瞄准和命中几率。"
LocHelpText="泰根研究团队设计的高级瞄准系统。可提高对侧翼目标的瞄准和命中几率。"
[MaxUtilAimbotStats X2AbilityTemplate]
LocFriendlyName="代理协议"
LocLongDescription="（用于摧毁目标的高级集成矩阵）由沈开发的高度专业化瞄准HUD。可实现精确定位，但要求士兵尽可能减少移动以使其发挥作用。"
LocHelpText="（为摧毁目标而构建的高级集成矩阵）由沈开发的高度专业化瞄准HUD。可实现精确定位，但要求士兵尽可能减少移动以使其发挥作用。"

;;;;;;;;;;;;;;;;
;DODGE/MOBILITY;
;;;;;;;;;;;;;;;;
[MaxUtilSpeedStats X2AbilityTemplate]
LocFriendlyName="反应速度训练"
LocLongDescription="严格的体能训练使这名士兵的闪避和移动能力得到提高。"
LocHelpText="严格的体能训练使这名士兵的闪避和机动能力得到提高。"
[MaxUtilExoStats X2AbilityTemplate]
LocFriendlyName="轻型外骨骼"
LocLongDescription="一种外骨骼原型，可大大提高闪避和移动能力。不过，您需要脱掉大部分盔甲才能穿戴它。"
LocHelpText="一种外骨骼原型，可大大增强闪避和移动能力。不过，你需要脱掉大部分盔甲才能穿上它。"
[MaxUtilCaffineStats X2AbilityTemplate]
LocFriendlyName="咖啡因药片"
LocLongDescription="服用一些咖啡因药丸会让这名士兵精力充沛地进行战斗，但也会导致他们的瞄准变得非常不稳定"。
LocHelpText="服用一些咖啡因药片可使这名士兵精力充沛地奔跑，但也会使他们的瞄准变得非常不稳定。"
;;;;;;;
;ARMOR;
;;;;;;;
[MaxUtilPaddingStats X2AbilityTemplate]
LocFriendlyName="额外填充"
LocLongDescription="更厚的盔甲可提供更多保护，但由于重量增加，您会失去机动性。"
LocHelpText="更厚的盔甲可提供更多保护，但由于重量增加，您将失去机动性。"
[MaxUtilPlatingStats X2AbilityTemplate]
LocFriendlyName="重型电镀"
LocLongDescription="更重的装甲提供更强的保护，但代价是更低的机动性。"
LocHelpText="更重的装甲可提供更强的保护，但代价是更低的机动性。"
[MaxUtilDozerStats X2AbilityTemplate]
LocFriendlyName="推土机装甲"
LocLongDescription="入侵前防护的巅峰之作。巨大的生存能力，使你的速度减慢，更容易被击中"。
LocHelpText="入侵前防护的巅峰之作。巨大的生存能力，使你的行动缓慢，更容易被击中。"

;;;;;;;;
;HEALTH;
;;;;;;;;
[MaxUtilBasConStats X2AbilityTemplate]
LocFriendlyName="基本调理"
LocLongDescription="保持健康的生活方式会使这名士兵的 HP 略有增加。"
LocHelpText="保持健康的生活方式会使这名士兵的 HP 略有增加。"
[MaxUtilAdvConStats X2AbilityTemplate]
LocFriendlyName="高级调理"
LocLongDescription="这名士兵的锻炼方式可让他们的盔甲多带一点填充物，但代价是行动不便。"
LocHelpText="这名士兵的锻炼方式允许他们在盔甲中携带更多填充物，但要以牺牲机动性为代价。"

;;;;;;
;HACK;
;;;;;;
[MaxUtilJailpadStats X2AbilityTemplate]
LocFriendlyName="破解的变种人数据板数据板"
LocLongDescription="修复的变种人数据板，其中包含对变种人系统内各种安全漏洞的访问权限，赋予士兵更强的黑客能力。"
LocHelpText="一个恢复的变种人数据板，其中包含对变种人系统内发现的各种安全漏洞的访问权限，赋予士兵更强的黑客能力。
[MaxUtilSysAccStats X2AbilityTemplate]
LocFriendlyName="全面系统访问"
LocLongDescription="我们找到了进入整个变种人网络的后门。问题是什么？我们必须将一名士兵接入网络，这意味着外星人一旦进入网络，就能完全掌握这名士兵的战场信息。"
LocHelpText="我们找到了进入整个变种人网络的后门。问题是什么？我们必须把一名士兵接入网络，这意味着一旦外星人进入，他们将完全掌握这名士兵的战场信息。"

;;;;;
;PSI;
;;;;;
[MaxUtilSlagStats X2AbilityTemplate]
LocFriendlyName="硬化灵能熔渣"
LocLongDescription="一块从以前的变种人黑石矿中回收的硬化矿渣，其能量辐射可增强士兵的灵能能力。"
LocHelpText="一块从以前的变种人黑石矿中回收的硬化矿渣，其能量光芒可增强你的士兵的灵能能力。"

;;;;;;;;;
;DEFENSE;
;;;;;;;;;
[MaxUtilMagfieldStats X2AbilityTemplate]
LocFriendlyName="磁偏转场"
LocLongDescription="在变种人黑地发现的实验性防御物品。它的磁场能引导来袭火力，增强防御力。但这是以降低精确度为代价的，因为这是一种不稳定的原型，会干扰使用者自己的枪支射击。"
LocHelpText="在变种人黑地发现的实验性防御物品。它的磁场能引导来袭火力，增强防御力。但这是以降低精确度为代价的，因为这是一个不稳定的原型，会干扰使用者自己的枪支射击。"


;;;;;;;;;
;STEALTH;
;;;;;;;;;
[MaxUtilStealthStats X2AbilityTemplate]
LocFriendlyName="死神野战训练"
LocLongDescription="这名士兵经过死神设计的训练课程，拥有更强的隐形能力。探测半径-3"。
LocHelpText="这名士兵参加了由死神设计的训练课程，并增强了隐身能力。探测半径-3"。
